Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PreferencesUI/PasscodeLock-DimpleKey.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DTO_IN_PROGRESS_DESCRIPTION_DELETE_FINGERPRINT
source: You will get a notification when the security delay ends. You will then be able to delete a fingerprint.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ حذف بصمة الإصبع.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да изтриете пръстов отпечатък.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs eliminar l’empremta digital.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct otisk smazat.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du slette et fingeraftryk.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du einen Fingerabdruck löschen.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να διαγράψετε ένα δαχτυλικό αποτύπωμα.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás eliminar una huella digital.
es_us: Recibirás una notificación cuando haya transcurrido la espera de seguridad y puedas eliminar una huella.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit poistaa sormenjäljen.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors supprimer une empreinte.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors supprimer une empreinte digitale.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך למחוק טביעת אצבע.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप अपना उँगली का निशान डिलीट करने में सक्षम हो जाएँगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći obrisati otisak prsta.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően törölhet egy ujjlenyomatot.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat menghapus sidik jari.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai eliminare un’impronta digitale.
ja: セキュリティ上の理由による変更に対する待機時間が終わると通知が届きます。そのあとで、指紋を削除することができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін ғана саусақ ізін жоюға болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 지문을 삭제할 수 있습니다.
lt: Pasibaigus saugumo delsos laikotarpiui, gausite pranešimą. Tada galėsite ištrinti piršto atspaudą.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat memadamkan cap jari.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan een vingerafdruk verwijderen.
no: Du vil motta en varsling når sikkerhets­forsinkelsen er over. Du kan deretter slette et fingeravtrykk.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a usunięcie odcisku palca będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá apagar uma impressão digital.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá apagar uma impressão digital.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să ștergeți o amprentă.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете удалить отпечаток пальца.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť vymazať odtlačok prsta.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko izbrisali prstni odtis.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du radera ett fingeravtryck.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถลบลายนิ้วมือได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra parmak izi silebilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете видалити відбиток пальця.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể xóa dấu vân tay.
zh_cn: 安全延迟结束时你将收到通知。之后即可删除指纹。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以刪除指紋。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能刪除指紋。

# DTO_IN_PROGRESS_DESCRIPTION_TURN_OFF_STOLEN_DEVICE_PROTECTION
source: You will get a notification when the security delay ends. You will then be able to turn off Stolen Device Protection.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إيقاف ميزة حماية الجهاز المسروق.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да изключите Защита на откраднато устройство.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs desactivar la protecció en cas de robatori del dispositiu.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct ochranu odcizených zařízení vypnout.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du slå Beskyttelse af stjålet enhed fra.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du den Schutz für gestohlene Geräte deaktivieren.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να απενεργοποιήσετε την Προστασία κλεμμένης συσκευής.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás desactivar la protección en caso de robo del dispositivo.
es_us: Recibirás una notificación cuando haya transcurrido la espera de seguridad y puedas desactivar la protección del dispositivo en caso de robo.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit laittaa Varastetun laitteen suojaus -toiminnon pois päältä.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors désactiver la protection en cas de vol de l’appareil.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors désactiver la protection en cas de vol de l’appareil.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך לכבות את ״הגנה על מכשיר שנגנב״.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप “चोरी हो जाने पर डिवाइस सुरक्षा” बंद कर सकेंगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći isključiti Zaštitu ukradenog uređaja.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően fogja tudni kikapcsolni az Ellopott eszköz védelme funkciót.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat mematikan Perlindungan Perangkat Curian.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai disattivare “Protezione del dispositivo rubato”.
ja: セキュリティ上の理由による変更に対する待機時間が終わると通知が届きます。そのあとで、“盗難デバイスの保護”をオフにすることができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін ғана «Ұрланған құрылғыны қорғау» функциясын өшіруге болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 ‘도난당한 기기 보호’를 끌 수 있습니다.
lt: Pasibaigus saugos delsos laikotarpiui, gausite pranešimą. Tada galėsite išjungti pavogto įrenginio apsaugą.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat menyahaktifkan Perlindungan Peranti Dicuri.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan 'Bescherming voor gestolen apparaat' uitschakelen.
no: Du vil motta en varsling når sikkerhetsforsinkelsen er over. Du kan deretter slå av Beskyttelse av stjålet enhet.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a wyłączenie ochrony skradzionego urządzenia będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá desativar a Proteção de Dispositivo Roubado.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá desativar a proteção de dispositivos roubados.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să dezactivați protecția dispozitivelor furate.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете выключить Защиту украденного устройства.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť vypnúť ochranu odcudzeného zariadenia.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko izklopili zaščito za ukradeno napravo.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du stänga av Skydd för stulen enhet.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถปิดใช้การปกป้องอุปกรณ์เมื่อถูกขโมยได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra Çalınan Aygıt Koruması’nı kapatabilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете вимкнути Захист украденого пристрою.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể tắt Bảo vệ thiết bị khi bị đánh cắp.
zh_cn: 安全延迟结束时你将收到通知。之后即可关闭“失窃设备保护”。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以關閉「失竊裝置保護」。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能關閉「遭竊裝置防護」。

# DTO_IN_PROGRESS_DESCRIPTION_DEFAULT
source: You will get a notification when the security delay ends. You will then be able to continue with your changes.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك بعد ذلك متابعة تغييراتك.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да продължите с промените.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs fer els canvis que vulguis.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct v provádění změn pokračovat.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du fortsætte med dine ændringer.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du mit deinen Änderungen fortfahren.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να συνεχίσετε με τις αλλαγές σας.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás continuar con los cambios.
es_us: Recibirás una notificación cuando el periodo de espera de seguridad haya terminado y puedas continuar con los cambios.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit jatkaa muutosten tekemistä.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors apporter vos modifications.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors appliquer vos modifications.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך להמשיך לבצע את השינויים הרצויים.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप अपने बदलाव जारी रख सकेंगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći nastaviti sa svojim promjenama.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően folytatni tudja a módosítások végrehajtását.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat melanjutkan perubahan Anda.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai continuare con le modifiche.
ja: セキュリティ継続時間が経過すると通知が届きます。そのあとで、変更を続けることができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін өзгерту қадамын жалғастыру мүмкін болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 변경 작업을 계속할 수 있습니다.
lt: Pasibaigus saugumo delsos laikotarpiui, gausite pranešimą. Tada galėsite toliau keisti.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat meneruskan dengan perubahan anda.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan doorgaan met je wijzigingen.
no: Du vil motta en varsling når sikkerhetsforsinkelsen er over. Du vil deretter kunne fortsette å gjøre endringer.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a wprowadzenie zmian będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá continuar com as alterações.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá continuar com as alterações.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să continuați modificările.
ru: Вы получите уведомление по окончании системной задержки для защиты данных. После этого можно продолжить вносить изменения.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť pokračovať v zmenách.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko nadaljevali s spremembami.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du fortsätta med ändringarna.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถดำเนินการต่อกับการเแก้ไขของคุณได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra değişikliklerinizi sürdürebilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете внести потрібні зміни.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể tiếp tục các thay đổi.
zh_cn: 安全延迟结束时你将收到通知。之后即可继续更改。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以繼續進行更改。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能繼續進行更改。

# DTO_ALERT_OK_BUTTON
source: OK
ar: موافق
bg: ОК
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# DTO_SECURITY_DELAY_OPTIONS_GROUP_HEADER_DESCRIPTION
source: REQUIRE SECURITY DELAY
ar: مطلوب تأخير أمني
bg: ИЗИСКВАЙ ЗАБАВЯНЕ С ЦЕЛ ЗАЩИТА
ca: INTERVAL DE SEGURETAT OBLIGATORI
cs: VYŽADOVAT BEZPEČNOSTNÍ PRODLEVU
da: KRÆV SIKKERHEDSFORSINKELSE
de: SICHERHEITS­VERZÖGERUNG ERFORDERLICH
el: ΑΠΑΙΤΗΣΗ ΚΑΘΥΣΤΕΡΗΣΗΣ ΑΣΦΑΛΕΙΑΣ
es: TIEMPO DE ESPERA DE SEGURIDAD
es_us: REQUERIR ESPERA DE SEGURIDAD
fi: VAADI SUOJAUSVIIVE
fr: EXIGER UN DÉLAI DE SÉCURITÉ
fr_ca: EXIGER LE DÉLAI DE SÉCURITÉ
he: דרישת השהיית אבטחה
hi: सुरक्षा विलंब आवश्यक
hr: TRAŽENJE SIGURNOSNE ODGODE
hu: BIZTONSÁGI KÉSLELTETÉS SZÜKSÉGES
id: PERLU PENUNDAAN KEAMANAN
it: RICHIEDI RITARDO DI SICUREZZA
ja: セキュリティ継続が必要
kk: ҚАУІПСІЗДІК КІДІРІСІН СҰРАУ
ko: 보안 지연 요구
lt: REIKALINGA SAUGUMO DELSA
ms: PERLUKAN PENUNDAAN KESELAMATAN
nl: BEVEILIGINGSVERTRAGING VEREIST
no: KREV SIKKERHETS­FORSINKELSE
pl: WYMAGAJ OPÓŹNIENIA
pt_br: EXIGIR ADIAMENTO DE SEGURANÇA
pt_pt: EXIGIR INTERVALO DE SEGURANÇA
ro: ÎNTÂRZIERE DE SECURITATE OBLIGATORIE
ru: ЗАПРОС ЗАДЕРЖКИ ДЛЯ ЗАЩИТЫ ДАННЫХ
sk: VYŽADOVAŤ BEZPEČNOSTNÉ ONESKORENIE
sl: ZAHTEVANA VARNOSTNA ZAKASNITEV
sv: KRÄV SÄKERHETSFÖRDRÖJNING
th: ต้องรอเวลาเพื่อความปลอดภัย
tr: GÜVENLİK GECİKMESİ GEREKSİN
uk: ЗАХИСНА ЗАТРИМКА ПОТРІБНА
vi: YÊU CẦU TRÌ HOÃN BẢO MẬT
zh_cn: 需要安全延迟
zh_hk: 需要保安延遲
zh_tw: 需要安全性延遲

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_SET_UP_FACE_ID
source: Authentication is required before you can set up Face ID.
ar: مطلوب المصادقة أولاً حتى يمكنك إعداد بصمة الوجه.
bg: Изисква се идентификация, преди да можете да настроите Face ID.
ca: Per configurar el Face ID, cal que t’autentiquis.
cs: Před nastavením Face ID musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan indstille Face ID.
de: Vor dem Einrichten von Face ID ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να διαμορφώσετε το Face ID.
es: Para poder configurar Face ID, primero debes autenticarte.
es_us: Se requiere autenticación para poder configurar Face ID.
fi: Todentaminen vaaditaan ennen kuin voit ottaa Face ID:n käyttöön.
fr: Vous devez vous authentifier pour configurer Face ID.
fr_ca: L’authentification est requise pour vous permettre de configurer Face ID.
he: יש לבצע אימות לצורך הגדרת Face ID.
hi: Face ID सेटअप करने से पहले प्रमाणन आवश्यक है।
hr: Za podešavanje Face ID-ja potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt beállíthatná a Face ID‑t.
id: Pengesahan diperlukan sebelum Anda dapat mengatur Face ID.
it: Per poter configurare Face ID è richiesta l’autenticazione.
ja: Face IDの設定を行うには認証が必要です。
kk: Face ID функциясын баптау алдында аутентификациядан өту қажет.
ko: Face ID를 설정하려면 인증이 필요합니다.
lt: Kad galėtumėte nustatyti „Face ID“, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh menyediakan Face ID.
nl: Authenticatie is vereist voordat je Face ID kunt configureren.
no: Autentisering kreves før du kan tilpasse Face ID.
pl: Aby móc skonfigurować Face ID, musisz się uwierzytelnić.
pt_br: Para configurar o Face ID, você deve se autenticar.
pt_pt: A autenticação é necessária para configurar o Face ID.
ro: Autentificarea este obligatorie înainte de a putea să configurați Face ID.
ru: Перед настройкой Face ID необходимо пройти аутентификацию.
sk: Pred nastavením Face ID sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko nastavili funkcijo Face ID.
sv: Autentisering krävs innan du kan ställa in Face ID.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถตั้งค่า Face ID ได้
tr: Face ID’yi ayarlayabilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж налаштовувати Face ID.
vi: Yêu cầu xác thực trước khi bạn có thể thiết lập Face ID.
zh_cn: 需要认证才能设置面容ID。
zh_hk: 需要認證才能設定Face ID。
zh_tw: 需要認證才能設定Face ID。

# DTO_BEGIN_DESCRIPTION_DEFAULT
source: A security delay is required because Stolen Device Protection is active and iPhone is not at a familiar location.
ar: مطلوب تأخير أمني لأن ميزة حماية الجهاز المسروق نشطة و iPhone موجود في موقع غير مألوف.
bg: Изисква се забавяне с цел защита, тъй като е активна Защита на откраднато устройство и iPhone е на непознато място.
ca: Cal esperar un interval de seguretat perquè s’ha activat la protecció en cas de robatori del dispositiu i l’iPhone no és en una ubicació coneguda.
cs: Je nutné nechat uplynout bezpečnostní prodlevu, protože je zapnutá ochrana odcizených zařízení a iPhone se nenachází na žádném ze známých míst.
da: En sikkerhedsforsinkelse kræves, fordi Beskyttelse af stjålet enhed er aktiv, og iPhone ikke er på en velkendt lokalitet.
de: Eine Sicherheitsverzögerung ist erforderlich, da der Schutz für gestohlene Geräte aktiviert ist und das iPhone sich nicht an einem vertrauten Ort befindet.
el: Απαιτείται καθυστέρηση ασφαλείας διότι η Προστασία κλεμμένης συσκευής είναι ενεργή και το iPhone δεν βρίσκεται σε οικεία τοποθεσία.
es: Como se ha activado la protección en caso de robo del dispositivo y el iPhone no está en una ubicación conocida, debe transcurrir un tiempo de espera de seguridad.
es_us: Se requiere de una espera de seguridad porque la protección del dispositivo en caso de robo está activada y el iPhone no está en una ubicación conocida.
fi: Suojausviive vaaditaan, koska varastetun laitteen suojaus on päällä ja iPhone ei ole tutussa paikassa.
fr: Un délai de sécurité est requis car la protection en cas de vol de l’appareil est activée et l’iPhone ne se trouve pas dans un lieu connu.
fr_ca: Un délai de sécurité est requis, car la protection en cas de vol de l’appareil est activée et l’iPhone ne se trouve pas dans un lieu familier.
he: נדרשת השהיית אבטחה משום שהמאפיין ״הגנה על מכשיר שנגנב״ פעיל וה-iPhone לא נמצא במיקום מוכר.
hi: सुरक्षा विलंब आवश्यक है क्योंकि “चोरी हो जाने पर डिवाइस सुरक्षा” सक्रिय है और iPhone किसी जाने-पहचाने स्थान पर नहीं है।
hr: Sigurnosna odgoda potrebna je jer je Zaštita ukradenog uređaja aktivna i iPhone se ne nalazi na poznatoj lokaciji.
hu: Biztonsági késleltetés szükséges, mivel az Ellopott eszköz védelme aktív, és az iPhone nem ismerős helyen található.
id: Penundaan keamanan diperlukan karena Perlindungan Perangkat Curian aktif dan iPhone tidak berada di lokasi familier.
it: È previsto un ritardo di sicurezza perché l’opzione “Protezione del dispositivo rubato” è attiva e iPhone non si trova in una posizione conosciuta.
ja: “盗難デバイスの保護”が有効になっていて、iPhoneがよく知らない場所にあるため、セキュリティ上の理由から時間を置く必要があります。
kk: Қауіпсіздік кідірісі қажет, себебі «Ұрланған құрылғыны қорғау» қосулы және iPhone белгілі геолокацияда емес.
ko: ‘도난당한 기기 보호’가 활성화되어 있고, iPhone이 익숙한 장소가 아닌 곳에 있기 때문에 보안 지연을 거쳐야 합니다.
lt: Reikia saugumo delsos, nes aktyvi pavogto įrenginio apsauga, o „iPhone“ nėra pažįstamoje vietoje.
ms: Penundaan keselamatan diperlukan kerana Perlindungan Peranti Dicuri aktif dan iPhone tidak berada di lokasi biasa.
nl: Er is een beveiligingsvertraging vereist, omdat bescherming voor gestolen apparaat actief is en de iPhone zich niet op een bekende locatie bevindt.
no: En sikkerhetsforsinkelse kreves fordi Beskyttelse av stjålet enhet er aktivert og iPhonen ikke befinner seg på et kjent sted.
pl: Ze względów bezpieczeństwa wymagane jest opóźnienie; włączona jest ochrona skradzionego urządzenia, a iPhone nie znajduje się w znanym miejscu.
pt_br: Um adiamento de segurança é necessário porque a Proteção de Dispositivo Roubado está ativa e o iPhone não está em um lugar familiar.
pt_pt: É necessário um intervalo de segurança porque a proteção de dispositivos roubados está ativa e o iPhone não se encontra num local familiar.
ro: O întârziere de securitate este obligatorie, deoarece protecția pentru dispozitive furate este activă și iPhone‑ul nu se află într‑un loc familiar.
ru: Требуется системная задержка для защиты данных, так как включена функция «Защита украденного устройства», а iPhone находится в незнакомом месте.
sk: Je potrebné nechať uplynúť bezpečnostné oneskorenie, pretože je zapnutá ochrana odcudzeného zariadenia a iPhone sa nenachádza na známom mieste.
sl: Zahtevana je varnostna zakasnitev, ker je zaščita za ukradeno napravo aktivna in iPhone ni na znani lokaciji.
sv: En säkerhetsfördröjning krävs eftersom Skydd för stulen enhet är aktivt och iPhone inte är på en känd plats.
th: ต้องรอเวลาเพื่อความปลอดภัยเนื่องจากการปกป้องอุปกรณ์เมื่อถูกขโมยทำงานอยู่และ iPhone อยู่ในสถานที่ที่ไม่คุ้นเคย
tr: Çalınan Aygıt Koruması etkin olduğu ve iPhone tanıdık bir konumda olmadığı için bir güvenlik gecikmesi gerekir.
uk: Потрібна захисна затримка, оскільки функція «Захист украденого пристрою» активна, а iPhone перебуває в незнайомому місці.
vi: Yêu cầu trì hoãn bảo mật vì Bảo vệ thiết bị khi bị đánh cắp đang hoạt động và iPhone không ở vị trí quen thuộc.
zh_cn: 需要一定的安全延迟，因为“失窃设备保护”已启用，且iPhone不在熟悉位置。
zh_hk: 需要保安延遲，因為「失竊裝置保護」已啟用，而iPhone又不在熟悉位置。
zh_tw: 需要等待安全性延遲，因為已啟用「遭竊裝置防護」且iPhone未處於熟悉地點。
